{"customer_message": "इस प्लान के प्रीमियम बहुत अधिक हैं, क्या कोई सस्ता विकल्प है?", "agent_message": "मैं समझता हूं कि प्रीमियम की लागत एक महत्वपूर्ण विचार है। इस प्लान में न्यूनतम प्रीमियम ₹15,000 प्रति वर्ष है, जो इसकी गारंटीड रिटर्न्स और जीवन भर की सुरक्षा को देखते हुए उचित है। इसके अलावा, यह प्लान आपको और आपके परिवार को वित्तीय सुरक्षा प्रदान करने के साथ-साथ कर लाभ भी प्रदान करता है।"}
{"customer_message": "मैं अभी निवेश करना चाहता हूँ, लेकिन मुझे डर है कि बाजार की स्थिति खराब हो सकती है।", "agent_message": "यह एक वैध चिंता है। यह एक नॉन-लिंक्ड प्लान है, जिसका मतलब है कि यह बाजार की उथल-पुथल से प्रभावित नहीं होता। आपकी निवेशित राशि सुरक्षित रहेगी और आपको निश्चित रिटर्न्स प्राप्त होंगे, चाहे बाजार की स्थिति कुछ भी हो।"}
{"customer_message": "अगर मुझे जरूरत पड़े तो क्या मैं जल्दी पैसे निकाल सकता हूँ ?", "agent_message": "यह एक वैध चिंता है। यह एक नॉन-लिंक्ड प्लान है, जिसका मतलब है कि यह बाजार की उथल-पुथल से प्रभावित नहीं होता। आपकी निवेशित राशि सुरक्षित रहेगी और आपको निश्चित रिटर्न्स प्राप्त होंगे, चाहे बाजार की स्थिति कुछ भी हो।"}
{"customer_message": "अगर मैं इस पॉलिसी को लेने के बाद मन बदलना चाहूँ तो क्या करूँ?", "agent_message": "अगर आप पॉलिसी लेने के बाद अपना मन बदलते हैं, तो आपके पास 15 दिनों का फ्री-लुक पीरियड होता है, जिसमें आप बिना किसी प्रश्न के पॉलिसी वापस कर सकते हैं। पॉलिसी रद्द करने पर भुगतान की गई प्रीमियम राशि, किसी भी मेडिकल जांच और स्टांप ड्यूटी के खर्चों को छोड़कर, वापस कर दी जाएगी।"}
{"customer_message": "मैं यह नहीं समझ पा रहा कि मुझे जीवन बीमा की आवश्यकता क्यों है, जब मेरे पास पहले से ही स्वास्थ्य बीमा है।", "agent_message": "जीवन बीमा और स्वास्थ्य बीमा दोनों का उद्देश्य अलग-अलग होता है। स्वास्थ्य बीमा आपके चिकित्सा खर्चों को कवर करता है, जबकि जीवन बीमा आपके परिवार को आपकी अनुपस्थिति में वित्तीय सुरक्षा प्रदान करता है। जीवन बीमा निवेश के रूप में भी काम करता है, जो आपको और आपके परिवार को दीर्घकालिक वित्तीय स्थिरता और सुरक्षा प्रदान करता है।"}
{"customer_message": "मैं नहीं समझता कि इतनी लंबी अवधि के लिए क्यों निवेश करूं, क्या लाभ है?", "agent_message": "लंबी अवधि का निवेश आपको बेहतर वित्तीय स्थिरता और उच्चतर रिटर्न्स प्रदान करता है। इस प्लान में निवेश करने से आपको गारंटीड इनकम मिलती है, जो आपको और आपके परिवार को भविष्य में आर्थिक सुरक्षा प्रदान करती है। इसके अलावा, यह योजना आपके जीवन के विभिन्न चरणों में आपकी वित्तीय जरूरतों को पूरा करने में मदद करती है।"}
{"customer_message": "मैं इतनी लंबी अवधि के लिए पैसे बांधना नहीं चाहता, क्या कोई छोटी अवधि का विकल्प है?", "agent_message": "इस प्लान में विभिन्न प्रीमियम भुगतान अवधियाँ उपलब्ध हैं, जैसे कि 5, 6, और 10 साल। आप अपनी वित्तीय योजना के अनुसार छोटी अवधि का चयन कर सकते हैं और फिर भी निश्चित लाभ प्राप्त कर सकते हैं। यह लचीलापन आपको अपने वित्तीय लक्ष्यों के अनुसार निवेश को अनुकूलित करने की अनुमति देता है।"}
{"customer_message": "क्या यह मेरे बजट में फिट बैठेगा?", "agent_message": "बजट एक महत्वपूर्ण विचार है। इस प्लान की लागत आपके चुने हुए प्रीमियम भुगतान विकल्प और राइडर्स के आधार पर तय होती है। हम आपकी वित्तीय स्थिति के अनुरूप सर्वोत्तम संभव विकल्प सुझा सकते हैं ताकि आपको बेहतरीन सुरक्षा मिल सके बिना अपने बजट को प्रभावित किए।"}
{"customer_message": "अगर मैं बाद में पॉलिसी बदलना चाहूं तो क्या मैं ऐसा कर सकता हूँ?", "agent_message": "एक बार जब आप एक प्लान चुन लेते हैं, तो प्लान के विकल्पों में बदलाव करना संभव नहीं होता। हालांकि, प्रीमियम भुगतान की फ्रीक्वेंसी और इनकम पेआउट फ्रीक्वेंसी में बदलाव की सुविधा उपलब्ध है। यह आपको अपने वित्तीय योजना को समय के साथ समायोजित करने का लचीलापन देता है।"}
{"customer_message": "मुझे डिजिटल युग में निवेश करने का तरीका समझ नहीं आता, यह बहुत जटिल लगता है।", "agent_message": "यह एक सामान्य चिंता है। हम आपको एक सरल और सुविधाजनक ऑनलाइन प्लेटफॉर्म प्रदान करते है जहाँ आप अपनी पॉलिसी की सभी जानकारी देख सकते हैं और अपने निवेश का प्रबंधन कर सकते हैं। हमारी ग्राहक सेवा टीम भी हर कदम पर आपकी सहायता के लिए तैयार है।"}
{"customer_message": "क्या इस प्लान में जोखिम शामिल है? मैं अपने पैसे खोना नहीं चाहता।", "agent_message": "यह  एक नॉन-लिंक्ड प्लान है, इसलिए यह बाजार के जोखिम से मुक्त है। आपके निवेश पर गारंटीड रिटर्न्स हैं, जो पॉलिसी की शर्तों के अनुसार हैं। इस प्रकार, आपका पैसा सुरक्षित है और आपको निर्धारित लाभ मिलेगा।"}
{"customer_message": "मुझे नहीं पता कि मैं कितने समय तक जीवित रहूँगा, क्या मेरे बाद मेरे परिवार को कुछ मिलेगा?", "agent_message": "यह एक महत्वपूर्ण प्रश्न है। अगर आपकी मृत्यु पॉलिसी अवधि के दौरान होती है, तो आपके परिवार को मृत्यु लाभ के रूप में उच्च राशि प्रदान की जाएगी, जिसमें वार्षिकीकृत प्रीमियम का 10 गुना, भुगतान किए गए सभी प्रीमियमों का 105%, या परिपक्वता पर गारंटीड राशि शामिल होती है। इससे आपके परिवार को वित्तीय सुरक्षा मिलेगी और उनकी वित्तीय जरूरतें पूरी होंगी, चाहे आप उनके साथ हों या नहीं।"}
{"customer_message": "क्या मैं पॉलिसी में किसी तरह के बदलाव कर सकता हूँ, जैसे कि नॉमिनी बदलना या कवरेज राशि में वृद्धि करना?", "agent_message": "जी हाँ, आप पॉलिसी में नॉमिनी बदल सकते हैं और यह बहुत सरल प्रक्रिया है। हालांकि, कवरेज राशि में वृद्धि की संभावना पॉलिसी शर्तों के अनुसार होती है। यदि आप अपनी कवरेज राशि बढ़ाना चाहते हैं, तो हम इसे आपके लिए आसानी से संभव बना सकते हैं, बशर्ते यह नीति और उपलब्ध विकल्पों के अनुरूप हो।"}
{"customer_message": "क्या इस पॉलिसी में अगर मैं किसी दुर्घटना का शिकार हो जाऊं तो भी कोई लाभ मिलता है?", "agent_message": "जी हाँ, आप पॉलिसी में आप दुर्घटनाजन्य विकलांगता राइडर जोड़ सकते हैं, जिससे अगर दुर्घटना के कारण आप विकलांग हो जाते हैं तो आपको अतिरिक्त वित्तीय सहायता मिलेगी। यह आपकी और आपके परिवार की आर्थिक सुरक्षा को और बढ़ाता है।"}
{"customer_message": "क्या इस पॉलिसी में अगर मैं किसी दुर्घटना का शिकार हो जाऊं तो भी कोई लाभ मिलता है?", "agent_message": "जी हाँ, आप पॉलिसी में आप दुर्घटनाजन्य विकलांगता राइडर जोड़ सकते हैं, जिससे अगर दुर्घटना के कारण आप विकलांग हो जाते हैं तो आपको अतिरिक्त वित्तीय सहायता मिलेगी। यह आपकी और आपके परिवार की आर्थिक सुरक्षा को और बढ़ाता है।"}