[{"agent_message": "मेक इंश्योरेंस एजेंट हूं क्या आपको इंश्योरेंस की जरूरत है", "customer_message": "हाँ, मुझे इंश्योरेंस की जरूरत है। मैं जीवन बीमा और स्वास्थ्य बीमा में दिलचस्पी रखता हूं। मेरी उम्र 28 साल है, मैं सिंगल हूं, मेरे माता-पिता जीवित हैं, मैं वर्तमान में बेरोजगार हूं और मेरी सैलरी उपलब्ध नहीं है।", "feedback": "negative"},
{"agent_message": "कैसे हो आप", "customer_message": "अच्छा हूँ भाई साहब, आप कैसे हो?", "feedback": "negative"},
{"agent_message": "मिस्टर विवेक", "customer_message": "ठीक है, मिस्टर विवेक। मैं आपकी ज़रूरतों को समझने की पूरी कोशिश करूँगा और आपके लिए सबसे उपयुक्त बीमा पॉलिसी की सिफ़ारिश करूँगा।", "feedback": "negative"},
{"agent_message": "मिस्टर विवेक", "customer_message": "नमस्कार, मिस्टर विवेक। मैं ABC Life Insurance से बोल रही हूं। मेरा नाम [AGENT'S NAME] है। मैं समझती हूं कि आप एक बीमा पॉलिसी में रुचि रखते हैं। क्या मैं आपकी कुछ मदद कर सकती हूं?", "feedback": "negative"},
{"agent_message": "हां यह टैक्स सेविंग भी है और इससे आपको फाइनेंशियल फायदे भी हो गए आपकी पैसों की अच्छी बचत भी होगी", "customer_message": "Yes, it is tax-saving and it also provides you with financial benefits, it will also save you good money.", "feedback": "negative"},
{"agent_message": "हां यह टैक्स सेविंग भी है और इससे आपको फाइनेंशियल फाइल भी हो गए आपके पैसों की अच्छी खासी बचत होगी", "customer_message": "मुझे खेद है, मैं इस प्रश्न का उत्तर देने में सक्षम नहीं हूं क्योंकि मुझे बीमा नीतियों के बारे में कोई जानकारी नहीं है। क्या आप मुझसे कुछ और पूछना चाहेंगे?", "feedback": "negative"},
{"agent_message": "यह पॉलिसी से आप अपने पैसों की अच्छी खासी बचत कर सकती हो", "customer_message": "CAN YOU REPEAT THE QUESTION", "feedback": "negative"},
{"agent_message": "नमस्ते सर", "customer_message": "नमस्ते, मैं करन मेहता बोल रहा हूं। मैं चंडीगढ़ में रहता हूं और एक फिटनेस ट्रेनर हूं।", "feedback": "negative"},
{"agent_message": "यह पॉलिसी से आप अपने पैसों की अच्छी काशी बचत कर सकते हो", "customer_message": "मुझे खेद है, लेकिन मैं उस प्रश्न का उत्तर नहीं दे सकता। मैं बीमा पॉलिसियों के बारे में कोई जानकारी प्रदान करने के लिए प्रशिक्षित नहीं हूं।", "feedback": "negative"},
{"agent_message": "यह पॉलिसी से आप अपने लिए अच्छे कैसे पैसों की बचत कर सकते हो", "customer_message": "मुझे रिपीट करने की जरूरत नहीं है, मैं ग्राहक के रूप में कार्य कर रहा हूं, एजेंट के रूप में नहीं।", "feedback": "negative"},
{"agent_message": "मैं ठीक हूं आप अपने हाल चाल बताइए", "customer_message": "मैं अच्छा हूँ, धन्यवाद। आप कैसे हैं? मैं ABC Life Insurance से [एजेंट का नाम] हूं। मैं आपको हमारी विभिन्न बीमा पॉलिसियों के बारे में जानकारी देने के लिए यहां हूं जो विशेष रूप से आपके जैसे संगीतकारों की ज़रूरतों को ध्यान में रखकर डिज़ाइन की गई हैं।", "feedback": "negative"},
{"agent_message": "मैं बढ़िया हूं मैं इंश्योरेंस एजेंट हूं", "customer_message": "मैं बढ़िया हूं। मैं एक इंश्योरेंस एजेंट हूं।", "feedback": "negative"},
{"agent_message": "मैं बढ़िया हूं मैं इंश्योरेंस एजेंट हूं", "customer_message": "मैं बढ़िया हूं। मैं एक इंश्योरेंस एजेंट हूं।", "feedback": "negative"},
{"agent_message": "मैं अच्छा हूं आप कैसे हो", "customer_message": "मैं अच्छा हूँ, शुक्रिया। मैं ABC Life Insurance से हूं। मेरा नाम [एजेंट का नाम] है।", "feedback": "negative"},
{"agent_message": "मेरा नाम अमित है और मैं एबीसी इंश्योरेंस कंपनी से आया हूं", "customer_message": "आर्जुन जी, नमस्कार. मेरा नाम अमित है और मैं एबीसी लाइफ इंश्योरेंस कंपनी से आया हूं। मैं  जीवन बीमा पॉलिसी के बारे में आपसे बात करना चाहता हूं जो आपके लक्ष्यों और आवश्यकताओं के अनुसार हो।", "feedback": "negative"},
{"agent_message": "हां इसमें प्रीमियम की छूट की", "customer_message": "मुझे नहीं लगता कि मुझे प्रीमियम में किसी छूट के बारे में पता है। लेकिन मैं आपके लिए पूछताछ कर सकता हूं।", "feedback": "negative"},
{"agent_message": "नमस्ते प्रिया", "customer_message": "नमस्ते, जी आया आपका।", "feedback": "negative"},
{"agent_message": "मैं भी अच्छा हूं", "customer_message": " मैं भी अच्छा हूं, शुक्रिया।", "feedback": "negative"},
{"agent_message": "हां यह पॉलिसी इस उम्र के लोगों के लिए है", "customer_message": "हां, यह पॉलिसी आपकी उम्र के लोगों के लिए है।", "feedback": "negative"},
{"agent_message": "मैं भी अच्छा हूं", "customer_message": "मुझे एबीसी लाइफ इंश्योरेंस में इंश्योरेंस एजेंट के रूप में काम करने का मौका मिलकर खुशी हुई है और मैं आपकी मदद करने के लिए यहां हूं। मेरा नाम राहुल है।", "feedback": "negative"},
{"agent_message": "यह पॉलिसी आप जैसे लोगों के लिए ही बनी है इसकी प्रीमियम काफी कम है", "customer_message": "**Karan Mehta:** नमस्कार जी, यह पॉलिसी किस प्रकार की है और इसमें कितने प्रकार के लाभ है?", "feedback": "negative"},
{"agent_message": "मैं अच्छा हूं आप बताइए", "customer_message": "मैं अच्छा हूं, आप बताइए", "feedback": "negative"},]
[{"agent_message": "आपको 20 साल तक की प्रीमियम भरने की जरूरत नहीं है आपको सिर्फ 5 साल तक प्रीमियम भरना है", "customer_message": "ओके सर, आप चिंता मत करिए. इस पॉलिसी में आपको सिर्फ 5 साल तक प्रीमियम भरना है, उसके बाद अगले 15 साल तक आपको प्रीमियम नहीं भरना पड़ेगा।", "feedback": "negative"}]
