{"agent_message": "मेक इंश्योरेंस एजेंट हूं क्या आपको इंश्योरेंस की जरूरत है", "customer_message": "हाँ, मुझे इंश्योरेंस की जरूरत है। मैं जीवन बीमा और स्वास्थ्य बीमा में दिलचस्पी रखता हूं। मेरी उम्र 28 साल है, मैं सिंगल हूं, मेरे माता-पिता जीवित हैं, मैं वर्तमान में बेरोजगार हूं और मेरी सैलरी उपलब्ध नहीं है।", "feedback": "negative"}
{"agent_message": "कैसे हो आप", "customer_message": "अच्छा हूँ भाई साहब, आप कैसे हो?", "feedback": "negative"}
{"agent_message": "मिस्टर विवेक", "customer_message": "ठीक है, मिस्टर विवेक। मैं आपकी ज़रूरतों को समझने की पूरी कोशिश करूँगा और आपके लिए सबसे उपयुक्त बीमा पॉलिसी की सिफ़ारिश करूँगा।", "feedback": "negative"}
{"agent_message": "मिस्टर विवेक", "customer_message": "नमस्कार, मिस्टर विवेक। मैं ABC Life Insurance से बोल रही हूं। मेरा नाम है। मैं समझती हूं कि आप एक बीमा पॉलिसी में रुचि रखते हैं। क्या मैं आपकी कुछ मदद कर सकती हूं?", "feedback": "negative"}
{"agent_message": "हां यह टैक्स सेविंग भी है और इससे आपको फाइनेंशियल फायदे भी हो गए आपकी पैसों की अच्छी बचत भी होगी", "customer_message": "Yes, it is tax-saving and it also provides you with financial benefits, it will also save you good money.", "feedback": "negative"}
{"agent_message": "हां यह टैक्स सेविंग भी है और इससे आपको फाइनेंशियल फाइल भी हो गए आपके पैसों की अच्छी खासी बचत होगी", "customer_message": "मुझे खेद है, मैं इस प्रश्न का उत्तर देने में सक्षम नहीं हूं क्योंकि मुझे बीमा नीतियों के बारे में कोई जानकारी नहीं है। क्या आप मुझसे कुछ और पूछना चाहेंगे?", "feedback": "negative"}
{"agent_message": "यह पॉलिसी से आप अपने पैसों की अच्छी खासी बचत कर सकती हो", "customer_message": "CAN YOU REPEAT THE QUESTION", "feedback": "negative"}
{"agent_message": "नमस्ते सर", "customer_message": "नमस्ते, मैं करन मेहता बोल रहा हूं। मैं चंडीगढ़ में रहता हूं और एक फिटनेस ट्रेनर हूं।", "feedback": "negative"}
{"agent_message": "यह पॉलिसी से आप अपने पैसों की अच्छी काशी बचत कर सकते हो", "customer_message": "मुझे खेद है, लेकिन मैं उस प्रश्न का उत्तर नहीं दे सकता। मैं बीमा पॉलिसियों के बारे में कोई जानकारी प्रदान करने के लिए प्रशिक्षित नहीं हूं।", "feedback": "negative"}
{"agent_message": "यह पॉलिसी से आप अपने लिए अच्छे कैसे पैसों की बचत कर सकते हो", "customer_message": "मुझे रिपीट करने की जरूरत नहीं है, मैं ग्राहक के रूप में कार्य कर रहा हूं, एजेंट के रूप में नहीं।", "feedback": "positive"}
{"agent_message": "मैं ठीक हूं आप अपने हाल चाल बताइए", "customer_message": "मैं अच्छा हूँ, धन्यवाद। आप कैसे हैं? मैं ABC Life Insurance से [एजेंट का नाम] हूं। मैं आपको हमारी विभिन्न बीमा पॉलिसियों के बारे में जानकारी देने के लिए यहां हूं जो विशेष रूप से आपके जैसे संगीतकारों की ज़रूरतों को ध्यान में रखकर डिज़ाइन की गई हैं।", "feedback": "negative"}
{"agent_message": "मैं बढ़िया हूं मैं इंश्योरेंस एजेंट हूं", "customer_message": "मैं बढ़िया हूं। मैं एक इंश्योरेंस एजेंट हूं।", "feedback": "negative"}
{"agent_message": "मैं बढ़िया हूं मैं इंश्योरेंस एजेंट हूं", "customer_message": "मैं बढ़िया हूं। मैं एक इंश्योरेंस एजेंट हूं।", "feedback": "negative"}
{"agent_message": "मैं अच्छा हूं आप कैसे हो", "customer_message": "मैं अच्छा हूँ, शुक्रिया। मैं ABC Life Insurance से हूं। मेरा नाम [एजेंट का नाम] है।", "feedback": "negative"}
{"agent_message": "मेरा नाम अमित है और मैं एबीसी इंश्योरेंस कंपनी से आया हूं", "customer_message": "आर्जुन जी, नमस्कार. मेरा नाम अमित है और मैं एबीसी लाइफ इंश्योरेंस कंपनी से आया हूं। मैं  जीवन बीमा पॉलिसी के बारे में आपसे बात करना चाहता हूं जो आपके लक्ष्यों और आवश्यकताओं के अनुसार हो।", "feedback": "negative"}
{"agent_message": "हां इसमें प्रीमियम की छूट की", "customer_message": "मुझे नहीं लगता कि मुझे प्रीमियम में किसी छूट के बारे में पता है। लेकिन मैं आपके लिए पूछताछ कर सकता हूं।", "feedback": "negative"}
{"agent_message": "नमस्ते प्रिया", "customer_message": "नमस्ते, जी आया आपका।", "feedback": "negative"}
{"agent_message": "मैं भी अच्छा हूं", "customer_message": " मैं भी अच्छा हूं, शुक्रिया।", "feedback": "negative"}
{"agent_message": "हां यह पॉलिसी इस उम्र के लोगों के लिए है", "customer_message": "हां, यह पॉलिसी आपकी उम्र के लोगों के लिए है।", "feedback": "negative"}
{"agent_message": "यह एक हेल्थ पॉलिसी है यह आपके लिए काफी अच्छी है", "customer_message": "मुझे क्षमा करें, मैं इस प्रश्न का उत्तर देने के योग्य नहीं हूं क्योंकि मुझे ऐसी कोई जानकारी नहीं दी गई है जो बीमा पॉलिसियों से संबंधित हो।", "feedback": "negative"}
{"agent_message": "इसकी जानकारी मैं आपको दूंगा", "customer_message": "मैं अच्छी हूं, आप कैसे हैं?", "feedback": "negative"}
{"agent_message": "क्या आपको पुलिस की अधिक जानकारी चाहिए", "customer_message": "Can you repeat the question?", "feedback": "negative"}
{"customer_message": "एजेंट : नमस्कार प्रियंका जी, मैं एबीसी लाइफ इंश्योरेंस से अमित बोल रहा हूं। आपकी बीमा पॉलिसी में रुचि के लिए धन्यवाद। क्या आप इस समय अपनी आवश्यकताओं और प्राथमिकताओं पर चर्चा करने के लिए उपलब्ध हैं?", "agent_message": "मैं अच्छा हूं", "feedback": "negative"}
{"customer_message": "इसका प्रीमियम बहुत कम है।", "agent_message": "इसका प्रीमियम एकदम कम है और", "feedback": "negative"}
{"customer_message": "हाँ, यह सही है कि इस पॉलिसी का प्रीमियम बहुत कम है। हम अपने ग्राहकों को किफायती और लचीली पॉलिसी विकल्प प्रदान करने के लिए प्रतिबद्ध हैं।", "agent_message": "इसका प्रीमियम बहुत कम है", "feedback": "negative"}
{"agent_message": "क्या आप इंश्योरेंस पॉलिसी लेना चाहोगे", "customer_message": "हां, मैं इंश्योरेंस पॉलिसी लेने में दिलचस्पी रखता हूं। क्या आप मुझे बता सकते हैं कि आपकी कंपनी कौन सी पॉलिसी ऑफर करती है और उसकी क्या विशेषताएं हैं?", "feedback": "negative"}
{"agent_message": "क्या आप मुझे इंश्योरेंस के बारे में जानकारी दे सकते हो", "customer_message": "बेशक! मैं इंश्योरेंस के बारे में आपको जानकारी देने में खुशी महसूस करूंगा। आप किस प्रकार के इंश्योरेंस के बारे में जानना चाहेंगे? क्या आप हेल्थ इंश्योरेंस, लाइफ इंश्योरेंस या कार इंश्योरेंस के बारे में अधिक जानना चाहेंगे?", "feedback": "negative"}
{"agent_message": "क्या कुछ इंश्योरेंस के बारे में जानकारी दे सकते हो", "customer_message": "हाँ, जरूर। मैं इंश्योरेंस के बारे में आपको कुछ जानकारी दे सकता हूँ। लेकिन मैं यहाँ किसी बीमा कंपनी का एजेंट नहीं हूँ, मैं एक संभावित ग्राहक हूँ जिसकी तरह आप भी हैं। तो, मैं आपको किसी खास बीमा योजना के बारे में जानकारी तो नहीं दे पाऊँगा, लेकिन हाँ, मैं आपको बीमा के बारे में सामान्य जानकारी दे सकता हूँ।", "feedback": "negative"}
{"agent_message": "क्या आप मुझे इंश्योरेंस के बारे में अधिक जानकारी दे सकते हो", "customer_message": "हाँ, बिल्कुल। मैं आपको इंश्योरेंस के बारे में विस्तृत जानकारी दे सकता हूँ। आप किस प्रकार के इंश्योरेंस में रुचि रखते हैं? जैसे कि हेल्थ इंश्योरेंस, लाइफ इंश्योरेंस या वाहन बीमा?", "feedback": "negative"}
{"agent_message": "क्या आप मुझे इंश्योरेंस पॉलिसी के बारे में अधिक जानकारी दे सकते हो", "customer_message": "बिल्कुल, मैं आपको इंश्योरेंस पॉलिसी के बारे में विस्तार से बता सकता हूं। हमारी कंपनी विभिन्न प्रकार की इंश्योरेंस पॉलिसी ऑफर करती है, जैसे कि हेल्थ इंश्योरेंस, लाइफ इंश्योरेंस, होम इंश्योरेंस और व्हीकल इंश्योरेंस। आपकी ज़रूरतों और प्राथमिकताओं के आधार पर, मैं आपको सबसे उपयुक्त पॉलिसी का सुझाव दे सकता हूं। क्या आप बता सकते हैं कि आपको किस प्रकार की इंश्योरेंस पॉलिसी में दिलचस्पी है?", "feedback": "negative"}
{"agent_message": "क्या आप मुझे इंश्योरेंस पॉलिसी के बारे में जानकारी दे सकते हो", "customer_message": "हां ज़रूर, मैं आपको हमारी इंश्योरेंस पॉलिसी के बारे में जानकारी दे सकता हूँ। हमारी कंपनी कई तरह की इंश्योरेंस पॉलिसीज़ ऑफर करती है, जैसे कि हेल्थ इंश्योरेंस, लाइफ इंश्योरेंस, होम इंश्योरेंस और व्हीकल इंश्योरेंस। क्या आप चाहेंगे कि मैं आपको अपनी किसी एक पॉलिसी के बारे में विस्तार से बताऊँ?", "feedback": "negative"}
{"agent_message": "क्या मुझे इंश्योरेंस के बारे में अधिक जानकारी दे सकते हो", "customer_message": "हाँ ज़रूर, मैं आपको इंश्योरेंस के बारे में अधिक जानकारी दे सकता हूँ। कृपया मुझे बताएं कि आप किस प्रकार की इंश्योरेंस पॉलिसी में रुचि रखते हैं, जैसे स्वास्थ्य बीमा, जीवन बीमा या वाहन बीमा?", "feedback": "negative"}
{"agent_message": "क्या पूछे इंश्योरेंस पॉलिसी के बारे में बता सकते हो", "customer_message": "जी, बेशक। मुझे आपकी ज़रूरतों और प्राथमिकताओं के बारे में बताने में खुशी होगी ताकि मैं आपके लिए सबसे उपयुक्त इंश्योरेंस पॉलिसी ढूँढ सकूँ।", "feedback": "negative"}
{"agent_message": "मुझे इंश्योरेंस के बारे में जानकारी दें", "customer_message": "मेरा नाम अमित है और मैं इंश्योरेंस कंपनी से आया हूं। क्या आप इंश्योरेंस के बारे में जानकारी लेना चाहेंगे?", "feedback": "negative"}
{"agent_message": "इंश्योरेंस के बारे में जानकारी दीजिए", "customer_message": "नमस्कार, मेरा नाम अमित है और मैं इंश्योरेंस कंपनी से आया हूं। इंश्योरेंस के बारे में आप मुझे जानकारी दीजिए।", "feedback": "negative"}
{"agent_message": "हमारी पॉलिसी काफी सस्ती है", "customer_message": "मुझे समझ में आता है। पॉलिसी की कीमत को लेकर आपकी चिंता जायज़ है। इस पॉलिसी का न्यूनतम प्रीमियम प्रति वर्ष ₹15,000 है, जो इसकी गारंटीड रिटर्न और जीवन भर की सुरक्षा को देखते हुए उचित है। क्या आपकी कोई और जिज्ञासा है?", "feedback": "negative"}
{"agent_message": "पॉलिसी चाहिए क्या", "customer_message": "नमस्कार, मेरी उम्र 27 है और मैं फिटनेस ट्रेनर हूं। मैं अपनी वित्तीय सुरक्षा को लेकर चिंतित हूं और एक ऐसी पॉलिसी में निवेश करना चाहता हूं जो मुझे और मेरे परिवार को भविष्य के जोखिमों से सुरक्षित रख सके। क्या आप मुझे बता सकते हैं कि आप क्या विकल्प सुझाएंगे?", "feedback": "negative"}
{"agent_message": "मुझे पॉलिसी के जानकारी दो", "customer_message": "इस पॉलिसी के बारे में बता सकते हैं? इसमें क्या-क्या कवर किया जाता है और कैसे यह मेरे लिए फायदेमंद साबित होगा?", "feedback": "negative"}
{"agent_message": "क्रिएट चैट कन्वर्सेशन", "customer_message": "क्रिएट चैट कन्वर्सेशन", "feedback": "negative"}
{"agent_message": "क्रिएट सैंपल कन्वर्सेशन", "customer_message": "क्रिएट सैंपल कन्वर्सेशन", "feedback": "negative"}
{"agent_message": "पॉलिसी क्या है", "customer_message": "पॉलिसी एक समझौता है जिसमें बीमा कंपनी किसी व्यक्ति या व्यवसाय को जोखिम या अनिश्चितता के ख़िलाफ़ सुरक्षा प्रदान करती है। पॉलिसी में जोखिम लेने वाले और बीमा कंपनी के बीच मिलकर तय किए गए नियम और शर्तें होती हैं।", "feedback": "negative"}
