[{"agent_message": "मेरा नाम अमित है और मैं इंश्योरेंस कंपनी से आया हूं", "customer_message": "नमस्कार, मेरा नाम विवेक मल्होत्रा है।", "feedback": "positive"},
{"agent_message": "नमस्ते विवेक", "customer_message": "नमस्कार।", "feedback": "positive"},
{"agent_message": "क्या आपको इंश्योरेंस की जरूरत है", "customer_message": "जि हां, मैं इंश्योरेंस में दिलचस्पी रखता हूं। मैं एक बेरोजगार व्यक्ति हूं और इसलिए, मुझे एक इंश्योरेंस पॉलिसी की आवश्यकता है जो मेरे लिए किफायती हो और मेरे स्वास्थ्य संबंधी खर्चों को कवर करे।", "feedback": "positive"},
{"agent_message": "नमस्ते", "customer_message": "नमस्ते, मैं विवेक मल्होत्रा बोल रहा हूं। कैसे मदद कर सकता हूं क्या?", "feedback": "positive"},
{"agent_message": "मिस्टर विवेक", "customer_message": "जी, नमस्कार।", "feedback": "positive"},
{"agent_message": "मिस्टर विवेक", "customer_message": "जी, नमस्कार।", "feedback": "positive"},
{"agent_message": "कैसे हो आप", "customer_message": "मैं अच्छा हूं. आप कैसे हैं?", "feedback": "positive"},
{"agent_message": "अच्छा इसलिए मुझे आपसे थोड़ी जानकारी की जरूरत है", "customer_message": "हाँ, ज़रूर। कृपया पूछें.", "feedback": "positive"},
{"agent_message": "क्या आप कहीं नौकरी करते हो या आपका खुद का कोई व्यवसाय है", "customer_message": "मैं अभी बेरोजगार हूँ।", "feedback": "positive"},
{"agent_message": "आप कैसी हो पूजा", "customer_message": "नमस्ते, मैं ठीक हूँ। आप कैसे हैं?", "feedback": "positive"},
{"agent_message": "क्या आप इंश्योरेंस के बारे में जानकारी लेना चाहेगी", "customer_message": "हाँ, मैं इंश्योरेंस के बारे में जानकारी लेना चाहती हूँ। क्या आप मुझे मेरे लिए उपयुक्त पॉलिसी के बारे में बता सकते हैं?", "feedback": "positive"},
{"agent_message": "क्या आप अपनी थोड़ी डिटेल बताएगी जैसे कि आपका नाम उम्र आप कहां काम करती हो आपका सैलरी कितना है", "customer_message": " मेरा नाम पूजा शर्मा है। मैं 30 साल की हूं। मैं होममेकर हूं। मेरी सालाना इनकम 1,80,000 से 1,20,000 रुपए है। मैं दिल्ली में रहती हूं।", "feedback": "positive"},
{"agent_message": "आप क्या काम करती हो और आपका फाइनेंशियल गोल क्या है", "customer_message": "मैं एक गृहिणी हूँ। मेरे फाइनेंशियल गोल हैं - सरोगेसी के दौरान मेडिकल खर्च और प्रीनेटल केयर के लिए सेविंग, सरोगेसी प्रक्रिया के दौरान चाइल्डकेयर और फैमिली सपोर्ट में निवेश, मेरे अपने परिवार के लिए फाइनेंशियल स्टेबिलिटी और सुरक्षा की प्लानिंग।", "feedback": "positive"},
{"agent_message": "यह पॉलिसी से आप अपने पैसों की अच्छी खासी बचत कर सकती हो", "customer_message": "धन्यवाद! हाँ, यह पॉलिसी मुझे मेरे पैसों की बचत के लिए बहुत अच्छा उपाय लगता है। इसके माध्यम से मैं अपनी आर्थिक स्थिति को सुरक्षित रख सकता हूँ और भविष्य की योजनाओं के लिए भी तैयारी कर सकता हूँ।", "feedback": "positive"},
{"agent_message": "यह पॉलिसी से आप अपने लिए अच्छे कैसे पैसों की बचत कर सकते हो", "customer_message": "मुझे रिपीट करने की जरूरत नहीं है, मैं ग्राहक के रूप में कार्य कर रहा हूं, एजेंट के रूप में नहीं।", "feedback": "positive"},
{"agent_message": "आपको किस प्रकार की बीमा नीतियों में दिलचस्पी है?", "customer_message": "मुझे वाहन बीमा, स्वास्थ्य बीमा और जीवन बीमा में दिलचस्पी है। मेरी विशेष बीमा आवश्यकताएं क्या हैं, इसके बारे में आपका क्या विचार है", "feedback": "positive"},
{"agent_message": "आपको कितना कवरेज चाहिए और बजट क्या है?", "customer_message": "स्वास्थ्य बीमा में भी कोई सामान्य स्वास्थ्य संबंधित आवश्यकताओं के लिए अच्छी कवरेज चाहिए, और जीवन बीमा में मुझे अपने परिवार की सुरक्षा के लिए पर्याप्त कवरेज चाहिए। ", "feedback": "positive"},
{"agent_message": "हमारी यह पॉलिसी आप जैसे म्यूजिशियन के लिए ही बनाई गई है", "customer_message": "ऐसी कौनसी पॉलिसी है जो म्यूजिशियन के लिए बनाई गई है?", "feedback": "positive"},
{"agent_message": "मैं आपको इस पॉलिसी के बारे में विस्तार से बताता हूं", "customer_message": "ठीक है, आप बताइए।", "feedback": "positive"},
{"agent_message": "हमारी इंश्योरेंस पॉलिसी का नाम है स्टार हेल्थ पॉलिसी", "customer_message": "क्या आपकी पॉलिसी में प्रीमियम की छूट की सुविधा भी है?", "feedback": "positive"},
{"agent_message": "आपको हेल्थ पॉलिसी हेल्थ पॉलिसी लेनी है क्या", "customer_message": "हां, मैं एक हेल्थ पॉलिसी लेने में दिलचस्पी रखता हूं। क्या आप मुझे बता सकते हैं कि आपकी कंपनी कौन सी हेल्थ पॉलिसी ऑफर करती है और क्या विशेषताएं हैं?", "feedback": "positive"},
{"agent_message": "हमारी कंपनी स्टार हेल्थ पॉलिसी भेजती है और उससे आपको एकदम कम प्रीमियम भरना पड़ेगा", "customer_message": "क्या वह पॉलिसी लंबे समय वाली है?", "feedback": "positive"},
{"agent_message": "आप फीमेल हो तो आपको बोलना चाहिए मैं अच्छी हूं", "customer_message": "अच्छी हूं, आप कैसे हैं?", "feedback": "positive"},
{"agent_message": "कैसे हो आप", "customer_message": "मैं अच्छा हूं. आप कैसे हैं?", "feedback": "positive"},
{"agent_message": "नमस्ते कारण", "customer_message": "नमस्कार।", "feedback": "positive"},
{"agent_message": "हेलो प्रिया हाउ आर यू", "customer_message": "नमस्ते, मैं ठीक हूँ। आप कैसे हैं?", "feedback": "positive"},]
[{"agent_message": "क्या आप इंश्योरेंस पॉलिसी लेने में दिलचस्पी रखते हो", "customer_message": "हां, मैं इंश्योरेंस पॉलिसी लेने में दिलचस्पी रखती हूँ।", "feedback": "positive"}]
[{"agent_message": "आपको किस पर प्रकार की इंश्योरेंस पॉलिसी चाहिए", "customer_message": "मुझे ऐसी इंश्योरेंस पॉलिसी चाहिए जो हेल्थ और फाइनेंशियल सिक्योरिटी दोनों को कवर करे।", "feedback": "positive"}]
[{"agent_message": "मेरे पास आपके लिए इसी प्रकार की सही पॉलिसी है", "customer_message": "ठीक है मुझे इससे संबंधित जानकारी चाहिए", "feedback": "positive"}]
[{"agent_message": "यह एक सस्ती और अच्छी पॉलिसी है इसका प्रीमियम भी काफी कम है", "customer_message": "प्रीमियम कितना कम है? और क्या इस पॉलिसी में कोई अतिरिक्त फायदे भी मिलते हैं?", "feedback": "positive"}]
